Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: 5-minute average · since midnight
de: 5-Minuten-Durchschnitt · seit Mitternacht
es: promedio de 5 minutos · desde medianoche
fr: moyenne sur 5 minutes · depuis minuit
it: Media di 5 minuti · da mezzanotte
pl: Średnio 5 minut · od północy
pt_pt: Média de 5 minutos · desde a meia-noite
ru: 5-минутное среднее · с полуночи
th: เฉลี่ย 5 นาที · ตั้งแต่เที่ยงคืน
zh_hans: 5 分钟平均 · 自午夜起
zh_hant: 5 分鐘平均 · 自午夜起

source: 6 months
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi
pl: 6 miesięcy
pt_pt: 6 meses
ru: 6 месяцев
th: 6 เดือน
zh_hans: 6 个月
zh_hant: 6 個月

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
pl: 7 dni
pt_pt: 7 dias
ru: 7 дней
th: 7 วัน
zh_hans: 7 天
zh_hant: 7 天

source: 7 DAYS
de: 7 TAGE
es: 7 DÍAS
fr: 7 JOURS
it: 7 GIORNI
pl: 7 DNI
pt_pt: 7 DIAS
ru: 7 ДНЕЙ
th: 7 วัน
zh_hans: 7 天
zh_hant: 7 天

source: 7-day trend
de: 7-Tage-Trend
es: tendencia de 7 días
fr: tendance sur 7 jours
it: Tendenza di 7 giorni
pl: Trend 7-dniowy
pt_pt: Tendência de 7 dias
ru: 7-дневный тренд
th: เทรนด์ 7 วัน
zh_hans: 7日趋势
zh_hant: 7日趨勢

source: 7-night baseline %lld ms, normal %lld to %lld ms%@
de: 7-Nacht-Basislinie %1$lld ms, normal %2$lld zu %3$lld ms%4$@
es: %1$lld ms, %2$lld normal a %3$lld ms%4$@
fr: 7 nuits de base %1$lld ms, normale %2$lld à %3$lld ms%4$@
pl: Wartość bazowa 7 nocy %lld ms, normalna %lld do %lld ms%@
pt_pt: Linha de base de 7 noites %lld ms, normal %lld a %lld ms%@
th: พื้นฐาน 7 คืน %lld ms, ปกติ %lld ถึง %lld ms%@

source: 7d
de: 7T
fr: 7j
it: 7g
ru: 7д
th: 7วัน
zh_hans: 7天
zh_hant: 7天

source: 7D
de: 7T
fr: 7J
it: 7G
ru: 7Д
zh_hans: 7天
zh_hant: 7天

source: 14 days
de: 14 Tage
es: 14 días
fr: 14 jours
it: 14 giorni
pl: 14 dni
pt_pt: 14 dias
ru: 14 дней
th: 14 วัน
zh_hans: 14 天
zh_hant: 14 天

source: 14-day trend
de: 14-Tage-Trend
es: tendencia de 14 días
fr: tendance sur 14 jours
it: Tendenza a 14 giorni
pl: Trend 14-dniowy
pt_pt: Tendência de 14 dias
ru: Тренд за 14 дней
th: แนวโน้ม 14 วัน
zh_hans: 14 天趋势
zh_hant: 14 天趨勢

source: 14d
de: 14T
fr: 14j
it: 14g
ru: 14д
th: 14วัน
zh_hans: 14天
zh_hant: 14天

source: 28d
de: 28T
fr: 28j
it: 28g
ru: 28д
th: 28วัน
zh_hans: 28天
zh_hant: 28天

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
pl: 30 dni
pt_pt: 30 dias
ru: 30 дней
th: 30 วัน
zh_hans: 30 天
zh_hant: 30 天

source: 30 DAYS
de: 30 TAGE
es: 30 DÍAS
fr: 30 JOURS
it: 30 GIORNI
pl: 30 DNI
pt_pt: 30 DIAS
ru: 30 ДНЕЙ
th: 30 วัน
zh_hans: 30 天
zh_hant: 30 天

source: 30-day trend
de: 30-Tage-Trend
es: tendencia de 30 días
fr: tendance sur 30 jours
it: Tendenza a 30 giorni
pl: Trend 30-dniowy
pt_pt: Tendência de 30 dias
ru: Тренд за 30 дней
th: แนวโน้ม 30 วัน
zh_hans: 30 天趋势
zh_hant: 30 天趨勢

source: 30d
de: 30T
fr: 30j
it: 30g
ru: 30д
th: 30วัน
zh_hans: 30天
zh_hant: 30天

source: 30D
de: 30T
fr: 30J
it: 30G
ru: 30Д
zh_hans: 30天
zh_hant: 30天

source: 90 DAYS
de: 90 TAGE
es: 90 DÍAS
fr: 90 JOURS
it: 90 GIORNI
pl: 90 DNI
pt_pt: 90 DIAS
ru: 90 ДНЕЙ
th: 90 วัน
zh_hans: 90 天
zh_hant: 90 天

source: 90d
de: 90T
fr: 90j
it: 90g
ru: 90д
th: 90วัน
zh_hans: 90天
zh_hant: 90天

source: 90D
de: 90T
fr: 90J
it: 90G
ru: 90Д
zh_hans: 90天
zh_hant: 90天

source: 180 DAYS
de: 180 TAGE
es: 180 DÍAS
fr: 180 JOURS
it: 180 GIORNI
pl: 180 DNI
pt_pt: 180 DIAS
ru: 180 ДНЕЙ
th: 180 วัน
zh_hans: 180 天
zh_hant: 180 天

source: 365 DAYS
de: 365 TAGE
es: 365 DÍAS
fr: 365 JOURS
it: 365 GIORNI
pl: 365 DNI
pt_pt: 365 DIAS
ru: 365 ДНЕЙ
th: 365 วัน
zh_hans: 365 天
zh_hant: 365 天

source: A %1$@ tonight tends to line up with about %2$@ higher on tomorrow’s %3$@ for you, based on %4$lld of your %5$@ days.
de: %1$@ heute Nacht geht bei dir tendenziell mit etwa %2$@ mehr beim morgigen %3$@ einher, basierend auf %4$lld deiner %5$@ Tage.
es: Un %@ esta noche tiende a coincidir con alrededor de %@ más en tu %@ de mañana, según %lld de tus %@ días.
fr: %1$@ ce soir tend à s'accompagner d'environ %2$@ de plus sur votre %3$@ de demain, d'après %4$lld de vos %5$@ jours.
it: Un %1$@ stanotte tende a corrispondere per te a circa %2$@ in più sul %3$@ di domani, sulla base di %4$lld dei tuoi %5$@ giorni.
pl: Dzisiejszy wynik %1$@ zwykle pokrywa się z około %2$@ wyższym w przypadku jutrzejszego %3$@, w oparciu o %4$lld z Twoich dni %5$@.
pt_pt: Um %1$@ desta noite tende a alinhar-se com cerca de %2$@ mais alto no %3$@ de amanhã para ti, com base em %4$lld dos teus %5$@ dias.
ru: %1$@ сегодня ночью обычно связан с повышением %3$@ примерно на %2$@ на следующий день — по данным %4$lld из %5$@ ваших дней.
th: คืนนี้ %@ มีแนวโน้มที่จะสอดคล้องกับ %@ ที่สูงกว่าใน %@ ของวันพรุ่งนี้สำหรับคุณ โดยอิงจาก %lld ของวัน %@ ของคุณ
zh_hans: 对你来说，今晚的%@往往对应高出约 %@ 的明日%@，依据是你 %lld 天（共 %@ 天）的数据。
zh_hant: 今晚的%@，往往對應著高出約 %@ 的明日%@，依據是你 %lld / %@ 天的資料。

source: A %1$@ tonight tends to line up with about %2$@ higher on tomorrow’s %3$@ for you, based on typical patterns.
de: %1$@ heute Nacht geht bei dir tendenziell mit etwa %2$@ mehr beim morgigen %3$@ einher, basierend auf typischen Mustern.
es: Un %@ esta noche tiende a coincidir con alrededor de %@ más en tu %@ de mañana, según patrones típicos.
fr: %1$@ ce soir tend à s'accompagner d'environ %2$@ de plus sur votre %3$@ de demain, d'après des tendances habituelles.
it: Un %1$@ stanotte tende a corrispondere per te a circa %2$@ in più sul %3$@ di domani, in base a schemi tipici.
pl: Dzisiejszy wynik %1$@ zwykle pokrywa się z około %2$@ wyższym w przypadku jutrzejszego %3$@, w oparciu o typowe wzorce.
pt_pt: Um %1$@ esta noite tende a alinhar-se com cerca de %2$@ mais alto no %3$@ de amanhã para ti, com base em padrões típicos.
ru: %1$@ сегодня ночью обычно связан с повышением %3$@ примерно на %2$@ на следующий день — на основе типичных паттернов.
th: คืนนี้ %@ มีแนวโน้มที่จะสอดคล้องกับ %@ ที่สูงกว่าใน %@ ของวันพรุ่งนี้สำหรับคุณ โดยพิจารณาจากรูปแบบทั่วไป
zh_hans: 对你来说，今晚的%@往往对应高出约 %@ 的明日%@，基于典型模式。
zh_hant: 今晚的%@，往往對應著高出約 %@ 的明日%@，這是依據一般模式得出的。

source: A %1$@ tonight tends to line up with about %2$@ lower on tomorrow’s %3$@ for you, based on %4$lld of your %5$@ days.
de: %1$@ heute Nacht geht bei dir tendenziell mit etwa %2$@ weniger beim morgigen %3$@ einher, basierend auf %4$lld deiner %5$@ Tage.
es: Un %@ esta noche tiende a coincidir con alrededor de %@ menos en tu %@ de mañana, según %lld de tus %@ días.
fr: %1$@ ce soir tend à s'accompagner d'environ %2$@ de moins sur votre %3$@ de demain, d'après %4$lld de vos %5$@ jours.
it: Un %1$@ stanotte tende a corrispondere per te a circa %2$@ in meno sul %3$@ di domani, sulla base di %4$lld dei tuoi %5$@ giorni.
pl: Dzisiejsza wartość %1$@ zwykle pokrywa się z około %2$@ niższą w przypadku jutrzejszego %3$@, w oparciu o %4$lld z Twoich dni %5$@.
pt_pt: Um %1$@ desta noite tende a alinhar-se com cerca de %2$@ mais baixo no %3$@ de amanhã para ti, com base em %4$lld dos teus %5$@ dias.
ru: %1$@ сегодня ночью обычно связан с понижением %3$@ примерно на %2$@ на следующий день — по данным %4$lld из %5$@ ваших дней.
th: คืนนี้ %@ มีแนวโน้มที่จะสอดคล้องกับ %@ ที่ต่ำกว่าใน %@ ของวันพรุ่งนี้สำหรับคุณ โดยอิงจาก %lld ของวัน %@ ของคุณ
zh_hans: 对你来说，今晚的%@往往对应低出约 %@ 的明日%@，依据是你 %lld 天（共 %@ 天）的数据。
zh_hant: 今晚的%@，往往對應著低出約 %@ 的明日%@，依據是你 %lld / %@ 天的資料。

source: A %1$@ tonight tends to line up with about %2$@ lower on tomorrow’s %3$@ for you, based on typical patterns.
de: %1$@ heute Nacht geht bei dir tendenziell mit etwa %2$@ weniger beim morgigen %3$@ einher, basierend auf typischen Mustern.
es: Un %@ esta noche tiende a coincidir con alrededor de %@ menos en tu %@ de mañana, según patrones típicos.
fr: %1$@ ce soir tend à s'accompagner d'environ %2$@ de moins sur votre %3$@ de demain, d'après des tendances habituelles.
it: Un %1$@ stanotte tende a corrispondere per te a circa %2$@ in meno sul %3$@ di domani, in base a schemi tipici.
pl: Dzisiejsza wartość %1$@ zwykle pokrywa się z około %2$@ niższą w przypadku jutrzejszego %3$@, w oparciu o typowe wzorce.
pt_pt: Um %1$@ esta noite tende a alinhar-se com cerca de %2$@ mais baixo no %3$@ de amanhã para ti, com base em padrões típicos.
ru: %1$@ сегодня ночью обычно связан с понижением %3$@ примерно на %2$@ на следующий день — на основе типичных паттернов.
th: คืนนี้ %@ มีแนวโน้มที่จะสอดคล้องกับ %@ ที่ต่ำกว่าใน %@ ของวันพรุ่งนี้สำหรับคุณ โดยพิจารณาจากรูปแบบทั่วไป
zh_hans: 对你来说，今晚的%@往往对应低出约 %@ 的明日%@，基于典型模式。
zh_hant: 今晚的%@，往往對應著低出約 %@ 的明日%@，這是依據一般模式得出的。

source: A 60-second snapshot of your beat-to-beat (R-R) intervals from the strap, cleaned (range and ectopic-beat filtering) before computing RMSSD the same way your overnight HRV is computed.
de: Eine 60-Sekunden-Momentaufnahme deiner Herzschlag-Intervalle (R-R) vom Strap, bereinigt (Bereichs- und Extrasystolen-Filterung), bevor RMSSD genauso berechnet wird wie deine nächtliche HRV.
es: Una instantánea de 60 segundos de tus intervalos latido a latido (R-R) desde la pulsera, depurada (filtrado de rango y de latidos ectópicos) antes de calcular el RMSSD de la misma forma en que se calcula tu VFC nocturna.
fr: Un instantané de 60 secondes de vos intervalles battement à battement (R-R) provenant du bracelet, nettoyés (filtrage de plage et des battements ectopiques) avant de calculer le RMSSD de la même façon que votre VFC nocturne.
it: Un'istantanea di 60 secondi degli intervalli battito-battito (R-R) dalla fascia, ripuliti (filtraggio di intervallo e battiti ectopici) prima di calcolare l'RMSSD nello stesso modo in cui viene calcolata la tua HRV notturna.
pl: 60-sekundowa migawka interwałów między uderzeniami (R-R) z paska, oczyszczona (filtrowanie zakresu i uderzeń ektopowych) przed obliczeniem RMSSD w ten sam sposób, w jaki obliczane jest nocne HRV.
pt_pt: Um instantâneo de 60 segundos dos teus intervalos batimento a batimento (R-R) da correia, limpos (filtragem de intervalo e batimento ectópico) antes de calcular o RMSSD da mesma forma que a tua VFC noturna é calculada.
ru: 60-секундный снимок межударных (R-R) интервалов с браслета, очищенный (фильтрация по диапазону и по эктопическим сокращениям) перед расчётом RMSSD — тем же способом, что и ваша ночная ВСР.
th: เก็บช่วงเวลาระหว่างการเต้นแต่ละจังหวะ (R-R) จากสายรัดเป็นเวลา 60 วินาที แล้วกรองค่าที่อยู่นอกช่วงและจังหวะเต้นผิดปกติก่อนคำนวณ RMSSD ด้วยวิธีเดียวกับ HRV ระหว่างคืน
zh_hans: 来自手环的 60 秒逐拍（R-R）间期快照，在计算 RMSSD 之前经过清洗（范围和异位搏动过滤），计算方式与你的夜间 HRV 相同。
zh_hant: 來自手環的 60 秒逐拍（R-R）間期快照，在計算 RMSSD 之前經過清洗（範圍和異位搏動過濾），計算方式與你的夜間 HRV 相同。

source: A badge shows whether a number was scored on-device by NOOP, or imported from Whoop or Apple Health.
de: Ein Badge zeigt, ob ein Wert von NOOP auf dem Gerät berechnet oder aus Whoop bzw. Apple Health importiert wurde.
es: Una insignia muestra si un número fue calculado en el dispositivo por NOOP, o importado desde Whoop o Apple Health.
fr: Un badge indique si un nombre a été calculé sur l'appareil par NOOP, ou importé depuis Whoop ou Apple Santé.
it: Un badge indica se un numero è stato calcolato sul dispositivo da NOOP o importato da Whoop o Apple Health.
pl: Plakietka pokazuje, czy numer został zdobyty na urządzeniu przez NOOP, czy też zaimportowany z Whoop lub Apple Health.
pt_pt: Um emblema mostra se um número foi pontuado no dispositivo pelo NOOP ou importado do Whoop ou Apple Health.
ru: Значок показывает, был ли показатель рассчитан на устройстве в NOOP или импортирован из Whoop либо Apple Health.
th: ป้ายนี้บอกว่าค่าดังกล่าวคำนวณโดย NOOP ภายในอุปกรณ์ หรือนำเข้าจาก WHOOP หรือ Apple Health
zh_hans: 徽章会标明某个数字是由 NOOP 在设备上计算的，还是从 Whoop 或 Apple Health 导入的。
zh_hant: 徽章會標明某個數字是由 NOOP 在裝置上計算，還是從 Whoop 或 Apple Health 匯入。

source: A baseline-normalized recovery score: your resting heart rate, sleep quality and night-to-night consistency, weighted against your own baseline, with heart-rate variability (rMSSD) leading wherever the strap gives us a clean reading.
de: Ein an der Basislinie normalisierter Erholungswert: deine Ruheherzfrequenz, Schlafqualität und Konsistenz von Nacht zu Nacht, gewichtet gegen deine eigene Basislinie, wobei die Herzfrequenzvariabilität (rMSSD) führt, wo immer der Strap einen sauberen Messwert liefert.
es: Una puntuación de recuperación normalizada según tu línea base: tu frecuencia cardíaca en reposo, la calidad del sueño y la consistencia noche a noche, ponderadas contra tu propia línea base, con la variabilidad de la frecuencia cardíaca (rMSSD) al frente siempre que la pulsera nos dé una lectura limpia.
fr: Un score de récupération normalisé par rapport à une référence : votre fréquence cardiaque au repos, la qualité du sommeil et la régularité nuit après nuit, pondérées par rapport à votre propre référence, la variabilité de la fréquence cardiaque (rMSSD) primant partout où le bracelet fournit une lecture propre.
it: Un punteggio di recupero normalizzato sulla linea di base: la tua frequenza cardiaca a riposo, la qualità del sonno e la costanza notte dopo notte, ponderate rispetto alla tua linea di base, con la variabilità della frequenza cardiaca (rMSSD) in primo piano ovunque la fascia ci dia una lettura pulita.
pl: Wynik regeneracji znormalizowany względem linii bazowej: tętno spoczynkowe, jakość snu i regularność z nocy na noc, porównane z wartością wyjściową, ze zmiennością tętna (rMSSD) prowadzącą tam, gdzie pasek daje nam czysty odczyt.
pt_pt: Uma pontuação de recuperação normalizada na linha de base: a tua frequência cardíaca em repouso, a qualidade do sono e a consistência noite a noite, ponderadas em relação à sua própria linha de base, com a variabilidade da frequência cardíaca (rMSSD) a conduzir para onde quer que a bracelete nos forneça uma leitura limpa.
ru: Показатель восстановления, нормализованный по вашей норме: пульс в покое, качество сна и стабильность от ночи к ночи, взвешенные относительно вашей собственной нормы, где вариабельность сердечного ритма (rMSSD) играет ведущую роль везде, где браслет даёт чистое показание.
th: คะแนนการฟื้นตัวที่เทียบกับค่าพื้นฐานส่วนบุคคล โดยพิจารณาอัตราการเต้นหัวใจขณะพัก คุณภาพการนอน และความสม่ำเสมอในแต่ละคืน และให้น้ำหนักกับความแปรปรวนของอัตราการเต้นหัวใจ (rMSSD) มากที่สุดเมื่อสายรัดอ่านค่าได้ชัดเจน
zh_hans: 一个按基线归一化的恢复评分：你的静息心率、睡眠质量和逐夜一致性，均相对于你自身的基线加权，只要手环能给出干净的读数，就以心率变异性（rMSSD）为主导。
zh_hant: 一個以基線正規化的恢復分數：你的靜息心率、睡眠品質與每晚的一致性，皆對照你自己的基線加權，只要手環給出乾淨的讀數，就以心率變異性（rMSSD）為主導。

source: A blend of how long you slept versus your personal need (the biggest factor), how efficiently (asleep versus in bed), how much was restorative (deep + REM sleep), and how consistent your sleep and wake timing is.
de: Eine Mischung daraus, wie lange du im Verhältnis zu deinem persönlichen Bedarf geschlafen hast (der größte Faktor), wie effizient (schlafend vs. im Bett), wie viel erholsam war (Tiefschlaf + REM) und wie konsistent deine Schlaf- und Aufwachzeiten sind.
es: Una combinación de cuánto dormiste frente a tu necesidad personal (el factor más importante), con qué eficiencia (dormido frente a en la cama), cuánto fue reparador (sueño profundo + REM), y qué tan consistentes son tus horarios de sueño y despertar.
fr: Un mélange de la durée de votre sommeil par rapport à votre besoin personnel (le facteur le plus important), de son efficacité (endormi par rapport au temps au lit), de sa part réparatrice (sommeil profond + paradoxal), et de la régularité de vos horaires de sommeil et de réveil.
it: Un mix di quanto hai dormito rispetto al tuo bisogno personale (il fattore più importante), con quale efficienza (addormentato rispetto a letto), quanto è stato rigenerante (sonno profondo + REM) e quanto sono regolari i tuoi orari di sonno e risveglio.
pl: Połączenie tego, jak długo spałeś z Twoimi osobistymi potrzebami (najważniejszy czynnik), jak efektywnie (sen lub w łóżku), w jakim stopniu zapewniał regenerację (głęboki sen + faza REM) oraz jak spójny jest Twój czas snu i budzenia.
pt_pt: Uma mistura de quanto tempo dormiu versus a tua necessidade pessoal (o fator mais importante), quão eficientemente (adormecido versus na cama), quanto foi reparador (sono profundo + REM) e quão consistente é o teu horário de sono e vigília.
ru: Сочетание того, сколько вы спали относительно вашей личной потребности (главный фактор), насколько эффективно (сон против времени в постели), сколько сна было восстановительным (глубокий + быстрый сон), и насколько стабильны ваши время отхода ко сну и пробуждения.
th: คำนวณจากระยะเวลาที่นอนเทียบกับเวลานอนที่ร่างกายต้องการเป็นหลัก ร่วมกับประสิทธิภาพการนอน (เวลาหลับเทียบกับเวลาอยู่บนเตียง) สัดส่วนการนอนเพื่อฟื้นฟู (หลับลึก + REM) และความสม่ำเสมอของเวลาเข้านอนและตื่น
zh_hans: 综合考量：你的睡眠时长相对于个人需求（最大因素）、睡眠效率（入睡时间与在床时间之比）、恢复性睡眠占比（深睡 + REM 睡眠），以及你的入睡和起床时间是否规律。
zh_hant: 綜合考量你的睡眠時長相對於個人需求（最大的因素）、睡眠效率（實際入睡與躺床時間之比）、恢復性睡眠的比例（深睡 + REM 睡眠），以及你入睡與起床時間的一致性。

source: A bulk markers CSV import (date, marker, value, unit) lands with the file importers in Data Sources, same as nutrition and lifting. For now, add readings one at a time above. Everything you import stays on %@.
de: Ein Massen-CSV-Import für Marker (Datum, Marker, Wert, Einheit) kommt zu den Datei-Importern in „Datenquellen“, wie schon Ernährung und Krafttraining. Füge Messwerte vorerst oben einzeln hinzu. Alles, was du importierst, bleibt auf %@.
es: Una importación masiva de marcadores por CSV (fecha, marcador, valor, unidad) llegará con los importadores de archivos en Fuentes de datos, igual que nutrición y pesas. Por ahora, añade lecturas de una en una arriba. Todo lo que importes se queda en %@.
fr: Une importation groupée de marqueurs par CSV (date, marqueur, valeur, unité) arrivera avec les importateurs de fichiers dans Sources de données, comme la nutrition et la musculation. Pour l'instant, ajoutez les lectures une par une ci-dessus. Tout ce que vous importez reste sur %@.
it: Un'importazione di marcatori in blocco da CSV (data, marcatore, valore, unità) arriverà con gli importatori di file in Sorgenti dati, come per nutrizione e sollevamento pesi. Per ora, aggiungi le letture una alla volta qui sopra. Tutto ciò che importi resta su %@.
pl: Masowy import znaczników CSV (data, znacznik, wartość, jednostka) trafia do importerów plików w Źródłach Danych, tak samo jak odżywianie i podnoszenie. Na razie dodawaj odczyty pojedynczo powyżej. Wszystko, co importujesz, pozostaje w %@.
pt_pt: Uma importação CSV de marcadores em massa (data, marcador, valor, unidade) chega aos importadores de ficheiros nas fontes de dados, o mesmo que nutrição e levantamento. Por enquanto, adicione as leituras uma de cada vez acima. Tudo o que importa permanece em %@.
ru: Массовый импорт маркеров из CSV (дата, маркер, значение, единица измерения) появится вместе с остальными импортёрами файлов в разделе «Источники данных» — как для питания и силовых тренировок. Пока добавляйте показания по одному выше. Всё, что вы импортируете, остаётся на %@.
th: นำเข้าตัวชี้วัดหลายรายการจาก CSV (วันที่ ตัวชี้วัด ค่า หน่วย) ได้ในหน้าแหล่งข้อมูล เช่นเดียวกับข้อมูลโภชนาการและเวทเทรนนิง ระหว่างนี้ให้เพิ่มค่าทีละรายการด้านบน ข้อมูลที่นำเข้าทั้งหมดจะเก็บไว้ใน %@
zh_hans: 批量标记 CSV 导入（日期、标记、数值、单位）将随「数据来源」中的文件导入器一起推出，与营养和力量训练相同。目前请在上方逐条添加读数。你导入的一切都留在 %@ 上。
zh_hant: 批量標記 CSV 匯入（日期、標記、數值、單位）將隨「資料來源」中的檔案匯入器一起推出，與營養和力量訓練相同。目前請在上方逐筆新增讀數。你匯入的一切都留在 %@ 上。

source: A buzz, not a banner
de: Ein Vibrieren, kein Banner
es: Una vibración, no un banner
fr: Une vibration, pas une bannière
it: Una vibrazione, non un banner
pl: Szum, a nie baner
pt_pt: Um buzz, não um banner
ru: Вибрация, а не баннер
th: แจ้งด้วยการสั่น ไม่แสดงแบนเนอร์
zh_hans: 一次震动，而非横幅
zh_hant: 一次震動，而非橫幅通知

source: A calm evening reminder, timed from your wake time and usual sleep need. It's a suggestion, not an alarm.
de: Eine ruhige Abenderinnerung, abgestimmt auf deine Aufwachzeit und deinen üblichen Schlafbedarf. Ein Vorschlag, kein Wecker.
es: Un recordatorio tranquilo por la tarde, calculado a partir de tu hora de despertar y tu necesidad habitual de sueño. Es una sugerencia, no una alarma.
fr: Un rappel calme en soirée, calculé à partir de votre heure de réveil et de votre besoin habituel de sommeil. C'est une suggestion, pas une alarme.
it: Un promemoria serale tranquillo, calibrato sulla tua ora di risveglio e sul consueto bisogno di sonno. È un suggerimento, non una sveglia.
pl: Spokojne, wieczorne przypomnienie, zależne od godziny pobudki i zwykłej potrzeby snu. To sugestia, a nie alarm.
pt_pt: Um lembrete calmo à noite, cronometrado a partir da hora de acordar e da necessidade habitual de dormir. É uma sugestão, não um alarme.
ru: Спокойное вечернее напоминание, рассчитанное от времени пробуждения и обычной потребности во сне. Это подсказка, а не будильник.
th: การเตือนช่วงเย็นแบบนุ่มนวล อิงจากเวลาปลุกและเวลานอนที่ร่างกายต้องการ เป็นเพียงคำแนะนำ ไม่ใช่นาฬิกาปลุก
zh_hans: 一个平静的傍晚提醒，根据你的起床时间和通常的睡眠需求来定时。它是一个建议，而非闹钟。
zh_hant: 一個平靜的傍晚提醒，根據你的起床時間和通常的睡眠需求來定時。它是一個建議，而非鬧鐘。

source: A calm hour now helps you hit your wake time well-rested.
de: Eine ruhige Stunde jetzt hilft dir, deine Aufwachzeit ausgeruht zu erreichen.
es: Una hora tranquila ahora te ayuda a llegar bien descansado a tu hora de despertar.
fr: Une heure calme maintenant vous aide à atteindre votre heure de réveil bien reposé.
it: Un'ora tranquilla adesso ti aiuta ad arrivare riposato alla tua ora di risveglio.
pl: Spokojna godzina pomoże ci teraz dobrze wypocząć i dobrze wypocząć.
pt_pt: Uma hora calma ajuda-o agora a acordar bem descansado.
ru: Спокойный час сейчас поможет вам проснуться отдохнувшим к нужному времени.
th: ผ่อนคลายหนึ่งชั่วโมงตอนนี้ เพื่อให้ตื่นตามเวลาอย่างสดชื่น
zh_hans: 现在安静一小时，有助于你在起床时间精力充沛地醒来。
zh_hant: 現在安靜地度過一小時，有助於你在起床時間醒來時精神飽滿。

# A calm nudge %lldh %lldm before your wake time.
source: A calm nudge %1$lldh %2$lldm before your wake time.
de: Ein sanfter Anstoß %1$lldh %2$lldm vor deiner Aufwachzeit.
es: Un aviso suave %lldh %lldm antes de tu hora de despertar.
fr: Un rappel doux %1$lldh %2$lldm avant votre heure de réveil.
it: Un avviso tranquillo %1$lldh %2$lldm prima della tua ora di risveglio.
pl: Spokojne szturchnięcie %1$lldh %2$lldm przed pobudką.
pt_pt: Um empurrãozinho calmo %1$lldh %2$lldm antes de acordar.
ru: Спокойное напоминание за %1$lldч %2$lldм до времени пробуждения.
th: เตือนเบา ๆ ก่อนเวลาปลุก %lld ชม. %lld นาที
zh_hans: 在你起床时间前 %1$lld 小时 %2$lld 分钟的一次平静提醒。
zh_hant: 在你起床時間前 %1$lld 小時 %2$lld 分鐘的一次平靜提醒。
